[TheWorld:PersistentLevel.H7RandomTown H7RandomTown]
mName="蓝色"

[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName="附属城"

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_156 H7RandomTown]
mName="黄色"

[TheWorld:PersistentLevel.H7RandomTown_2 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_213 H7RandomTown]
mName="粉色"

[TheWorld:PersistentLevel.H7RandomTown_270 H7RandomTown]
mName="灰色"

[TheWorld:PersistentLevel.H7RandomTown_3 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_4 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_42 H7RandomTown]
mName="红色"

[TheWorld:PersistentLevel.H7RandomTown_5 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_96 H7RandomTown]
mName="绿色"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_0 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_0"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_1 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_1"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_10 H7SeqAct_Quest_NewNode]
mTitle="更多法术"
mDescription="访问魔法行会"
mRewardText="很好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_11 H7SeqAct_Quest_NewNode]
mTitle="建设者"
mDescription="蓝色城市等级15"
mRewardText="你是个建设者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_12 H7SeqAct_Quest_NewNode]
mTitle="伟大的建设者"
mDescription="蓝色城市等级25"
mRewardText="你是个伟大的建设者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_13 H7SeqAct_Quest_NewNode]
mTitle="达到等级14"
mDescription="达到等级14"
mRewardText="你是个战士"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_14 H7SeqAct_Quest_NewNode]
mTitle="达到等级25"
mDescription="达到等级25"
mRewardText="你是个伟大的战士"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_2"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_3"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_4 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_4"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_5 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_5"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_6 H7SeqAct_Quest_NewNode]
mTitle="1000灵魂"
mDescription="解救1000个灵魂"
mRewardText="很好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_7 H7SeqAct_Quest_NewNode]
mTitle="10000灵魂"
mDescription="解救10,000个灵魂"
mRewardText="超级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_8 H7SeqAct_Quest_NewNode]
mTitle="占领附属城"
mDescription="占领附属城"
mRewardText="太棒了"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_9 H7SeqAct_Quest_NewNode]
mTitle="法术"
mDescription="访问圣堂"
mRewardText="超级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_0 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制任何城镇，或者失去所有英雄和城镇，则失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_1 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_10 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制任何城镇，或者失去所有英雄和城镇，则失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_11 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_12 H7SeqAct_QuestObjective]
mDescription="杀死1000个敌人"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_13 H7SeqAct_QuestObjective]
mDescription="杀死10,000个敌人"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_14 H7SeqAct_QuestObjective]
mDescription="占领附属城"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_15 H7SeqAct_QuestObjective]
mDescription="访问圣堂"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_16 H7SeqAct_QuestObjective]
mDescription="访问魔法行会"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_17 H7SeqAct_QuestObjective]
mDescription="将蓝色城市发展到15级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_18 H7SeqAct_QuestObjective]
mDescription="将蓝色城市发展到25级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_19 H7SeqAct_QuestObjective]
mDescription="达到等级14"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_2 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制任何城镇，或者失去所有英雄和城镇，则失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_20 H7SeqAct_QuestObjective]
mDescription="达到等级25"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_3 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_4 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制任何城镇，或者失去所有英雄和城镇，则失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_5 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_6 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制任何城镇，或者失去所有英雄和城镇，则失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_7 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_8 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天不控制任何城镇，或者失去所有英雄和城镇，则失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_9 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_0 H7MapInfo]
mName="六兄弟"
mDescription="一位年迈的叔叔刚刚去世，将他庞大的全部遗产留给了你和你的五个兄弟。不幸的是，财产分配并不顺利，你的兄弟们错误地指控你得到了最大份额。因此他们联合起来对付你……\n为你自己和AI玩家选择你喜欢的阵营。\n此场景需要H7.5版本1.40或更高版本。"

[Town_Garrison.H7RandomTown_0_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_156_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_213_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_270_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_42_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_96_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7RandomTown_Garrison H7AdventureArmy]
mName=""